combo_0 = [
    'Ауа райы/Погода (45)',
    'Уақыт/Время (104)',
    'Зат, материал/Вещество, материал (46)',
    'Өсімдік/Растение (95)',
    'Жануарлар/Животные (93)',
    'Адам/Человек (182)',
    'Баспана/Жилье (63)',
    'Киім/Одежда (35)',
    'Тамақ/Питание (95)',
    'Білім/Образование (97)',
    'Мәдениет/Культура (122)',
    'Спорт (52)',
    'Жұмыс/Работа (82)',
    'Қала/Город (101)'
    ]

combo_1 = ["Таңдаулы 250 етістік/250 глаголов казахского языка"]

combo_2 = [
    'Кезеңді білдіру етістіктері/Глаголы стадии (15)',
    'Қозғалыс етістіктері/Глаголы действия (45)',
    'Болу/болмауды білдіру етістіктері/Глаголы наличия (28)',
    'Тұрмыс мәнді етістіктер/Бытовые глаголы (154)',
    'Сезім етістіктері/Глаголы чувств (37)',
    'Ойлау етістіктері/Глаголы восприятия и мышления (50)',
    'Жұмыс операцияларын білдіру етістіктер/Глаголы рабочих операций (103)',
    'Қатысым етістіктері/Глаголы общения (30)'
    ]

combo_3 = [
    'Адамның сыртқы келбеті/Внешний вид человека (50)',
    'Қалып-күй/Состояние/статус (43)',
    'Адам қабілеті/Способности человека (65)',
    'Мінез-құлық/Характер и поведение (74)',
    'Абстракт сын есімдер/Абстрактные прилагательные (118)',
    'Сезім органдары арқылы қабылданатын сын белгілер/Признаки, воспринимаемые органами чувств (93)',
    'Сипаттама/Характеристика, описание (34)'
    ]

combo_4 = [
    'Жіктеу есімдігі/Личное местоимение (8)',
    'Сілтеу есімдігі/Указательное местоимение (7)',
    'Сұрау есімдігі/Вопросительное местоимение (11)',
    'Өздік есімдігі/Возвратное местоимение (9)',
    'Белгісіздік есімдігі/Неопределенное местоимение (15)',
    'Болымсыздық есімдігі/Отрицательное местоимение (7)'
    ]

combo_5 = [
    'Мекен үстеу/Наречия места (21)',
    'Мезгіл үстеу/Наречия времени 59)',
    'Себеп-салдар үстеу/Наречия причины (6)',
    'Қимыл-сын үстеу/Наречия образа действия 19)',
    'Мақсат мәнді үстеу/Наречия цели (6)',
    'Мөлшер үстеулері/Наречия количества и меры (13)',
    'Күшейту үстеулері/Наречия усиления (12)'
    ]

combo_6 = [
    'Көмекші сөздер/Служебные слова (15)',
    'Жалғаулықтар/Союзы (18)',
    'Қыстырма сөздер/Вводные слова (13)',
    'Септеуліктер/Послелоги (14)',
    'Модаль сөздер/Модальные слова (5)'
    ]

combo_7 = ['Имя числительное (56)']

combo_8 = [
    'Сәлемдесу/Приветствие (24)',
    'Тіл қату/Обращение (12)',
    'Танысу/Знакомство (26)',
    'Жұмыс/Работа (22)',
    'Білім/Образование (10)',
    'Отбасы/Семья 25)',
    'Кездесу/Встреча 20)',
    'Түсінісу. Келісу/Понимание/Согласие (19)',
    'Белгісіздік/Неопределенность (15)',
    'Өтініш/Просьба (31)',
    'Алғыс/Благодарность (12)',
    'Қабылдамау, келіспеу/Отказ, несогласие (21)',
    'Кешірім сұрау/Извинение (14)',
    'Уақыт/Время (50)',
    'Сағат бойынша уақыты/Время по часам (32)',
    'Телефонмен сөйлесу/Разговор по телефону (19)',
    'Таксиде/В такси (8)',
    'Қалада/В городе (36)',
    'Сұрақтар/Вопросы (81)',
    'Тілді түсіну/Понимание языка (25)',
    'Қуаныш/Радость (8)',
    'Таңдану/Удивление (15)',
    'Сәттілік/Удача (7)',
    'Сәтсіздік/Неудача (8)',
    'Ақыл-кеңес/Совет (13)',
    'Ауа-райы/Погода (31)',
    'Махаббат/Любовь (14)',
    'Шақыру/Приглашение (19)',
    'Құттықтау, тілек айту/Поздравления, пожелания (19)',
    'Қоштасу/Прощание (13)'
    ]

combo_less = [
    'Популярные темы',
    '250 глаголов казахского языка',
    'Слова-действия',
    'Слова-признаки',
    'Местоимение',
    'Наречия',
    'Служебные слова',
    'Имя числительное',
    'Фразы для общения на каждый день'
]